# Эмоджи, чтобы улучшить чат
COIN_EMOJI = '🪙'
WINNER_EMOJI = '🥇'
THINK_EMOJI = '🤔'
SHOP_EMOJI = '🛒'


# Огромные текста вынесены сюда, чтобы основной код был чище
INTRO_TEXT = 'Эта игра создана для того, чтобы ты мог узнать'\
            ' себя получше. Сможешь ли ты пройти путь война?'\
            ' Это, конечно, громко сказано, но ты можешь сделать'\
            ' свою жизнь чуть лучше. Например, есть задачи, где'\
            ' ты должен заниматься йогой 25 минут и за это действие'\
            ' получишь награду, в виде монет (🪙), которую сможешь потом'\
            ' использовать в магазине (🛒), чтобы позволить себе'\
            ' съесть шоколадку! В этом ничего страшного нет, просто'\
            ' не каждый человек может себя контролировать в привычках.'\
            ' Для таких случаев и создан этот бот. Пиши /ready,'\
            ' как будешь готов и мы начнем наш путь к хорошим,'\
            ' а самое главное - правильным, привычкам.'
